[
 {
  "course_name": "Introduction to Data Science",
  "author": "Lavanya Vijayan and Madecraft",
  "difficulty_level": "Beginner",
  "course_rating": "4.7",
  "course_url": "https://www.linkedin.com/learning/introduction-to-data-science-22668235?trk=learning-serp_learning-search-card_search-card",
  "course_description": "The world of data science is reshaping every business, regardless of industry, location, or role. And there’s never been a better time to get up to speed and learn the basics of this booming field. In this course, designed specifically for beginners, explore the world of data science, its opportunities and innovations, and the fundamental skills required for success.",
  "skills": "Data Science"
 },
 {
  "course_name": "Getting Started as a Full-Stack Web Developer",
  "author": "Tom Geller",
  "difficulty_level": "Beginner",
  "course_rating": "4.7",
  "course_url": "https://www.linkedin.com/learning/getting-started-as-a-full-stack-web-developer?trk=learning-serp_learning-search-card_search-card",
  "course_description": "Have you ever said, “I want to get into web development, but I don't know where to start”? If you’re looking for practical ways to begin, then this introductory course is for you. Instructor Tom Geller gets you started on the multi-skill path to becoming a full-stack web developer. Tom introduces the tools you’ll use, then walks you through some simple tasks you can do right away. He shows you how to get online with a webhost, then tackles technologies that you can use to show information, such as HTML and CSS. Tom goes over types of programming languages, website security, tools that let you connect to databases and other sites, and more. He explains ways you can build on the work of others, then concludes with practical advice on developing your skills.",
  "skills": "Full-Stack Development"
 },
 {
  "course_name": "Business Analytics Foundations: Descriptive, Exploratory, and Explanatory Analytics",
  "author": "Kumaran Ponnambalam",
  "difficulty_level": "Intermediate",
  "course_rating": "4.6",
  "course_url": "https://www.linkedin.com/learning/business-analytics-foundations-descriptive-exploratory-and-explanatory-analytics?trk=learning-serp_learning-search-card_search-card",
  "course_description": "Business analytics allows us to learn from the past and make better predictions for the future. There are three types of analytics used for learning from the past. Descriptive analytics summarizes historical data; exploratory analytics uncovers hidden patterns; and explanatory analytics reveals the reasons for business results. Each type encompasses a different set of tools, technologies, processes, and best practices to derive insights from data. This course by Kumaran Ponnambalam explains why they matter and how and when to use them.\n\nHe starts by setting the context for business analytics and its various stages. You then explore the stages that focus on the past: descriptive, exploratory, and explanatory. With each stage, you learn about the processes, techniques, and best practices used in the field. Finally, you walk through a use case (the results of an email marketing campaign) that demonstrates how analysis is performed at each stage.",
  "skills": "Business Analytics"
 },
 {
  "course_name": "Python Essential Training",
  "author": "Ryan Mitchell",
  "difficulty_level": "Beginner",
  "course_rating": "4.7",
  "course_url": "https://www.linkedin.com/learning/python-essential-training-18764650?trk=learning-serp_learning-search-card_search-card",
  "course_description": "Python is one of the most commonly used dynamic languages for many large organizations, including Google, Yahoo and IBM. Supported on all major operating systems, it comes pre-installed on Macs, as well as most Linux and Unix-based systems. In this course, senior software engineer Ryan Mitchell guides you through all the essentials of learning and using Python. Learn how computers think, as well as how to install Python, pip, and Jupyter Notebook and the basics of writing a program. Explore variables and types, operators, functions, classes, objects, and more. Go over basic data types like ints and floats, Booleans, and strings. Deep dive into basic data structures, control flow, functions, classes, and objects. Find out how to handle errors and exceptions, as well as threads and processes. Plus, discover how to work with different types of files in Python, pass command-line arguments to your Python script, and create modules and packages.",
  "skills": "Python (Programming Language)"
 },
 {
  "course_name": "Artificial Intelligence Foundations: Machine Learning",
  "author": "Kesha Williams",
  "difficulty_level": "Beginner",
  "course_rating": "4.7",
  "course_url": "https://www.linkedin.com/learning/artificial-intelligence-foundations-machine-learning-22345868?trk=learning-serp_learning-search-card_search-card",
  "course_description": "Machine learning is the most exciting branch of artificial intelligence. It allows systems to learn from data by identifying patterns and making decisions with little to no human intervention. In this course, you'll navigate the machine learning lifecycle by getting hands-on practice training your first machine learning model. Join instructor Kesha Williams as she explores widely adopted machine learning methods: supervised, unsupervised, and reinforcement. There's a focus on sourcing and preparing data and selecting the best learning algorithm for your project. After training a model, learn to evaluate model performance using standard metrics. Finally, Kesha shows you how to streamline the process by building a machine learning pipeline. If you’re looking to understand the machine learning lifecycle and the steps required to build systems, check out this course.",
  "skills": "Machine Learning"
 },
 {
  "course_name": "Taking Great Photos with Your Phone",
  "author": "Tracey Clark",
  "difficulty_level": "General",
  "course_rating": "4.7",
  "course_url": "https://www.linkedin.com/learning/taking-great-photos-with-your-phone?trk=learning-serp_learning-search-card_search-card",
  "course_description": "There’s a saying “The best camera is the one that's with you,” and for most of us, that camera is conveniently right in our smartphone. With these highly-accessible cameras getting more sophisticated by the day, there’s no reason why you shouldn’t learn how to use yours to your greatest creative advantage! In this course, photographer Tracey Clark shows how to go from taking quick snapshots with your phone to capturing better, more captivating pictures. Tracey begins with a look at photo composition and lighting, teaching you to change your approach to photography and how to expand your perspective when framing your shots. She then delves into the technical capabilities of your smartphone, like adjusting exposure and focus. Tracey finishes with an introduction to photo editing and a look at backing up and sharing your shots. By the end of this course, you’ll have the tools to use your smartphone to capture great pictures you’ll be proud of!",
  "skills": "Mobile Photography"
 },
 {
  "course_name": "Marketing Foundations",
  "author": "Marta Dapena-Baron",
  "difficulty_level": "Beginner",
  "course_rating": "4.6",
  "course_url": "https://www.linkedin.com/learning/marketing-foundations-17249206?trk=learning-serp_learning-search-card_search-card",
  "course_description": "Ever wondered what it takes to think like a marketer? You need to think analytically across multiple disciplines and tell a compelling story that engages customers with your brand as well as the internal audience in your organization. In this course, marketing expert, author, and professor Marta Dapena-Baron shares insights into the core concepts and fundamental skills that every new marketer needs to learn on day one.\n\nThis course teaches you to use a valuable framework for analyzing the commercial activities of any organization that has brands and customers. Explore the basic building blocks of a marketing campaign, including brands, business category, customers, value proposition, and the elements you need to create an effective customer-brand experience. By the end of this course, you’ll be prepared to wield your new skills as a marketer and develop a strategic plan that tells a compelling story.",
  "skills": "Marketing"
 },
 {
  "course_name": "Introduction to Natural Resources",
  "author": "SDG Academy",
  "difficulty_level": "General",
  "course_rating": "4.8",
  "course_url": "https://www.linkedin.com/learning/introduction-to-natural-resources?trk=learning-serp_learning-search-card_search-card",
  "course_description": "How can we use natural resources responsibly? As we become more aware of how human actions impact our planet, this has become one of the defining questions of our time. In this course, go over the history of oil, gas, and mining, and then dive into the challenges and opportunities surrounding natural resource extraction and management. Find out how mining and the extraction of minerals and energy resources have shaped the modern world, from the Bronze Age to the present. Learn about the decision chain of natural resource management for oil, gas, and mining, as well as the challenges and opportunities facing each of these industries. Explore ways to extract resources sustainably, dive into legal and regulatory frameworks and the basic principles for good allocation of mineral rights, and go over ways to implement and monitor such legal frameworks. Plus, discover international laws pertaining to extractive industries and the role and governance surrounding state-owned enterprises.",
  "skills": "Natural Resources"
 },
 {
  "course_name": "Five Learning Lessons from Cognitive Science",
  "author": "Knowable",
  "difficulty_level": "General",
  "course_rating": "4.6",
  "course_url": "https://www.linkedin.com/learning/five-learning-lessons-from-cognitive-science?trk=learning-serp_learning-search-card_search-card",
  "course_description": "What happens in our brains when we form new memories? Is it possible to learn faster and remember more? Does cramming the night before a big test or presentation actually work? In this course from Knowable, Peter C. Brown, author of Make It Stick: The Science of Successful Learning, draws on the latest research from the fields of cognitive science and psychology to make you a more powerful, productive learner. Explore five science-backed techniques to learn faster and retain more (active retrieval, spaced retrieval, interleaving, reflection, and trials), learn to break the bad mental habits you might have picked up in school, and prime your mind to reach its full potential.\n\nNote: This course was created by Knowable. We are pleased to host this training in our library.",
  "skills": "Cognitive Science"
 },
 {
  "course_name": "Building a Brand That Your Customers Will Love",
  "author": "Matt Johnson and Madecraft",
  "difficulty_level": "General",
  "course_rating": "4.7",
  "course_url": "https://www.linkedin.com/learning/building-a-brand-that-your-customers-will-love?trk=learning-serp_learning-search-card_search-card",
  "course_description": "In today's fast-paced world of hyperpersonalized ads and immediate gratification, a brand is either beloved or obnoxious. So, how do you ensure your brand stands out and meaningfully connects with consumers? In this course, Dr. Matt Johnson draws from the business world as well as psychology, sociology, and neuroscience to provide a fresh approach for revitalizing your brand.\n\nFirst, Matt introduces how to view your brand from the market's perspective and the tools needed to integrate the brand into the hearts, minds, and lives of consumers. Next, he illustrates how to use social psychology to develop an effective, humanistic strategy for brand loyalty. He then provides the necessary steps to execute this approach through today's noisy, fragmented, and polarized media landscape. After completing this course, you’ll have the tools you need to inject a human element into your brand, give it some sparkle, and most importantly, make consumers fall in love with it.\n\n\n\nThis course was created by . We are pleased to host this training in our library.",
  "skills": "Brand Development"
 },
 {
  "course_name": "Learning MATLAB",
  "author": "Majlinda Qarri",
  "difficulty_level": "Beginner",
  "course_rating": "4.7",
  "course_url": "https://www.linkedin.com/learning/learning-matlab-22871829?trk=learning-serp_learning-search-card_search-card",
  "course_description": "MATLAB is one of the most popular programming languages today for engineers and scientists, and with good reason—it allows analysts to work efficiently with large amounts of data. In this course, instructor Majlinda Qarri covers the basics of MATLAB software with tips on how to leverage it to solve complex mathematical problems and build, simulate, optimize, and analyze models of various physical systems.",
  "skills": "MATLAB"
 },
 {
  "course_name": "Maya: Fundamentals of Medical Animations",
  "author": "Emily Holden (McDougall)",
  "difficulty_level": "Intermediate",
  "course_rating": "4.8",
  "course_url": "https://www.linkedin.com/learning/maya-fundamentals-of-medical-animations?trk=learning-serp_learning-search-card_search-card",
  "course_description": "Medical animations indulge our curiosity about the human body by allowing us to peer within at key biological processes and anatomy. They are valuable communication tools for teaching healthcare professionals, trainees, and the general public about the wonders of the human body. In this course, learn about the basic principles and techniques of 3D medical animation using Autodesk Maya 2018. Discover where to find good resources and references, how to use the Protein Data Bank to download 3D models for molecular animation, and how to approach storyboarding. Learn how to create some basic medical animations, including cell division and blood cell flow. Plus, explore common visual aesthetics in medical animations and see how to use lighting and material shading to make your animations stand out.",
  "skills": "Animation"
 },
 {
  "course_name": "Developing Your Leadership Philosophy",
  "author": "Mike Figliuolo",
  "difficulty_level": "Intermediate",
  "course_rating": "4.6",
  "course_url": "https://www.linkedin.com/learning/developing-your-leadership-philosophy?trk=learning-serp_learning-search-card_search-card",
  "course_description": "If you want your team to trust you as a leader, it's important to articulate who you are, what you stand for, and why you're excited to lead them. In this course, author and executive leadership coach Mike Figliuolo shows you how to distill your leadership philosophy down to one simple page covering four critical aspects of leadership: leading yourself, leading the thinking, leading your people, and leading a balanced life. Get hands-on with introspective exercises that help you define and practice leading authentically, with a style that's uniquely yours. Along the way, discover how to share and socialize your vision, make decisions, motivate and mentor, and keep your whole life in perspective.",
  "skills": "Leadership Development"
 },
 {
  "course_name": "Data Engineering with dbt",
  "author": "Mark Freeman",
  "difficulty_level": "Intermediate",
  "course_rating": "4.6",
  "course_url": "https://www.linkedin.com/learning/data-engineering-with-dbt?trk=learning-serp_learning-search-card_search-card",
  "course_description": "Data Build Tool (dbt) has quickly become an essential tool in many data stacks ranging from startups to big tech for managing data transformations. In this course, data engineer Mark Freeman helps you get started with setting up, running, and managing a dbt project via the open-source offering dbt Core. Learn how to install dbt Core, configure an environment for dbt, create and manage a dbt project, and deploy a dbt project in production. If you’re a data professional tasked with implementing dbt within your organization, recently joined a team utilizing dbt and need to upskill, or just want to learn about dbt to increase your competitiveness within the data job market, check out this course.",
  "skills": "Data Engineering"
 },
 {
  "course_name": "Business Math",
  "author": "Jim Stice and Earl Stice",
  "difficulty_level": "Beginner",
  "course_rating": "4.8",
  "course_url": "https://www.linkedin.com/learning/business-math?trk=learning-serp_learning-search-card_search-card",
  "course_description": "If you lack a zest for numbers, you may have been tempted to disregard math after wrapping up your formal education. But while you may struggle to find practical applications for vector calculus, numbers are everywhere, and grasping certain fundamental mathematical concepts can help you better understand the world around you.\n\nIn this course, join accounting professors Jim and Kay Stice as they help you discover how to leverage the power of numbers to approach businesses problems and make everyday decisions. They explore the power of ratios and percentages, how to monitor and evaluate your budget, how to forecast the timing and amount of a business loan, and much more.",
  "skills": "Business Mathematics"
 },
 {
  "course_name": "Four Simple Strategies to Boost Creativity and Productivity",
  "author": "Modern Mentor and Macmillan Publishers",
  "difficulty_level": "Beginner",
  "course_rating": "4.7",
  "course_url": "https://www.linkedin.com/learning/four-simple-strategies-to-boost-creativity-and-productivity?trk=learning-serp_learning-search-card_search-card",
  "course_description": "While you may not usually think of being creative as a benefit to productivity, sometimes shaking things up and approaching work with creativity can help you bring big projects to the finish line. In this audio-only course adapted from the Modern Mentor podcast, host Rachel Cooke helps you understand how you can harness your creativity to be more productive. Rachel details actionable techniques to burst through productivity barriers, enabling you to produce meaningful outcomes. She shares strategies to shift your attention, alter thinking patterns, set strict deadlines, and allow your mind to wander into spaces that will help boost productivity.\n\nThis course was created by Macmillan Publishers. We are pleased to offer this training in our library.",
  "skills": "Productivity Improvement"
 },
 {
  "course_name": "Music Theory for Songwriters: The Fundamentals",
  "author": "Julian Velard",
  "difficulty_level": "Beginner",
  "course_rating": "4.8",
  "course_url": "https://www.linkedin.com/learning/music-theory-for-songwriters-the-fundamentals?trk=learning-serp_learning-search-card_search-card",
  "course_description": "Music theory is fundamental to making and playing music. However, no one has taught it in such a user-friendly and songwriting-focused way as we do here, using both keyboard and guitar to demonstrate the techniques.\n\nProfessional musician Julian Velard starts the course with the building blocks of harmony: notes, scales, intervals, chords, inversions, and basic chord progressions. He then goes into voice leading—showing how to move from one chord to another by changing just one or two notes—and reviews common song forms, from the familiar verse/chorus/verse of pop to the simple verse of the blues. At the end of each chapter, Julian explains the songwriting techniques shown in the chapter within the context of his own original commercially released songs.",
  "skills": "Songwriting"
 },
 {
  "course_name": "Photoshop for Fashion Design: 2 Rendering Techniques",
  "author": "Robin Schneider",
  "difficulty_level": "Intermediate",
  "course_rating": "4.9",
  "course_url": "https://www.linkedin.com/learning/photoshop-for-fashion-design-2-rendering-techniques?trk=learning-serp_learning-search-card_search-card",
  "course_description": "Harness the power of Adobe Photoshop to render professional-looking fashion and costume illustrations. In this course, the second installment in the Photoshop for Fashion Design series, Robin Schneider goes beyond the basics, sharing more specific Photoshop techniques that can help you quickly bring your ideas to life. Discover how to add textures like wool, flannel, denim, and leather using filters. See how to render faces and create custom brushes to paint fur, hair, and lace in your designs. Plus, get tips for making your designs pop, including how to paint quick and easy watercolor illustrations, make a brush to illustrate gold lamé, and add drama to your layouts.",
  "skills": "Adobe Photoshop"
 },
 {
  "course_name": "Essential French in Two Hours with Paul Noble",
  "author": "HarperCollins",
  "difficulty_level": "General",
  "course_rating": "4.8",
  "course_url": "https://www.linkedin.com/learning/essential-french-in-two-hours-with-paul-noble?trk=learning-serp_learning-search-card_search-card",
  "course_description": "No grammar tests, no memory drills, and no chance of failure. It sounds like the perfect way to learn a new language, doesn’t it? In this audio-only course, discover the essentials of French with best-selling language coach Paul Noble. Take a simple, relaxed approach to language acquisition with Paul’s unique, tried-and-tested learning method—used by almost a million people to date worldwide. Get tips and practical strategies to make learning fun so you can start speaking French fluently and confidently in no time at all. This course covers everything you need to know to get up and running—just listen, interact, and learn wherever you are. By the end of this course, you’ll be ready to navigate common everyday scenarios in French, perfecting your pronunciation as you go.",
  "skills": "French"
 },
 {
  "course_name": "Graphic Design Foundations: Typography",
  "author": "Ina Saltz",
  "difficulty_level": "Beginner",
  "course_rating": "4.8",
  "course_url": "https://www.linkedin.com/learning/graphic-design-foundations-typography-22699113?trk=learning-serp_learning-search-card_search-card",
  "course_description": "Good typography can add tremendous power to your design and your message, whether it is a print- or screen-based project, a still or motion graphic, a 3D or 2D graphic. This course explains good typographic practices, so that you can develop an \"eye\" for type and understand how to effectively use it. Instructor Ina Saltz explains type classifications (serif vs. sans serif, display type vs. text type), how type is measured, sized, and organized, and how spacing and alignment affect your design. She also explains how to use kerning, tracking, leading, and line length, and covers the history and current trends in typography. The course teaches the principles of legibility, readability, and compatibility, and how they should be considered when you're selecting and designing with type.",
  "skills": "Graphic Design"
 },
 {
  "course_name": "Digital Marketing Tools: Create a Marketing Campaign from Start to Finish",
  "author": "Anson Alexander",
  "difficulty_level": "Beginner",
  "course_rating": "4.7",
  "course_url": "https://www.linkedin.com/learning/digital-marketing-tools-create-a-marketing-campaign-from-start-to-finish?trk=learning-serp_learning-search-card_search-card",
  "course_description": "The sheer number of tools available to marketing teams today can feel a little overwhelming at times. Which tools should you use, when and how should you use them, and what can you do to get the most out of your campaign? In this step-by-step, beginner-friendly course, digital marketing expert and instructor Anson Alexander shows you how to create a digital marketing campaign from start to finish, with a practical overview of the most important tools to get up to speed.\n\nExplore the nuances of building a successful campaign from the ground up, from forming your strategy to content creation and preparation before the launch, all the way through campaign execution to performance analysis and postlaunch review. Join Anson as your expert guide, even if you don’t have any marketing experience. By the end of this course, you'll be ready to create a leading digital campaign using Airtable, Google Analytics, Hootsuite, Canva, HubSpot, WordPress, and more.",
  "skills": "Digital Marketing"
 },
 {
  "course_name": "Introduction to Quantum Computing",
  "author": "Jonathan Reichental",
  "difficulty_level": "General",
  "course_rating": "4.7",
  "course_url": "https://www.linkedin.com/learning/introduction-to-quantum-computing?trk=learning-serp_learning-search-card_search-card",
  "course_description": "Classical computing, which gave us the current digital age, is about to be displaced by a more exciting, powerful, and radically different form of computing. This technology—known as quantum computing—operates under completely different scientific principles and has the potential to provide a massive technological leap forward that will enable breakthroughs in artificial intelligence, medicine, chemistry, space capabilities, mixed reality, and so much more. Those left behind will find it hard to catch up. Learn all about it here, as well as how to apply quantum computing to your own (and your organization's) outlook for the future. In plain language, instructor Jonathan Reichental lays out what quantum computing is and details its applications, opportunities, and risks.",
  "skills": "Quantum Computing"
 },
 {
  "course_name": "Media Composer 2020 Essential Training: 101 Fundamentals 1",
  "author": "Maxim Jago",
  "difficulty_level": "Beginner",
  "course_rating": "4.8",
  "course_url": "https://www.linkedin.com/learning/media-composer-2020-essential-training-101-fundamentals-1?trk=learning-serp_learning-search-card_search-card",
  "course_description": "Get up and running with Media Composer, the feature-rich video editing software from Avid. In this project-based course, the first installment in a two-part series, learn how to approach each aspect of the editing process with Media Composer 2020. After familiarizing you with the software's interface, Maxim Jago—an Avid Certified Instructor with 20 years of experience—demonstrates how to create a brand-new project and import media. He then helps you get comfortable with each stage of the editing workflow. Learn how to prepare the timeline for editing, add audio and effects, create titles, manage media, export a video sequence, and much more. Maxim thoroughly explains each technique within the post-production workflow, using real-world examples along the way.\n\nThis course is an official companion to , the introductory book from Avid. In each chapter, Maxim expands on the lessons and exercises found in the book. Together, these resources can help novice users quickly start leveraging this powerful software.\n\nThis course was created by Maxim Jago. We are pleased to host this training in our library.",
  "skills": "Avid Media Composer"
 },
 {
  "course_name": "Game Development Foundations: Game-Related Math",
  "author": "Jesse Freeman",
  "difficulty_level": "Beginner",
  "course_rating": "4.7",
  "course_url": "https://www.linkedin.com/learning/game-development-foundations-game-related-math?trk=learning-serp_learning-search-card_search-card",
  "course_description": "If you're a game developer, you can overcome many common programming hurdles by knowing just a few commonly used math techniques. In this course, learn about the concepts of grids and collision detection, as well as useful formulas you can apply to a variety of problems. Throughout the course, Jesse Freeman focuses on beginner-level game math and uses JavaScript in his examples. He covers three main topics—layout, collision, and formulas—beginning with layout, where he goes into centering objects and working with grids. Next, he discusses collisions, where he takes you through point collisions, rectangle collisions, and how to tell the distance between two points. Finally, he covers formulas for calculating health and experience. By the time you wrap up this course, you'll have some basic math skills that you can apply to any game.",
  "skills": "Game Development"
 },
 {
  "course_name": "Machine Learning with Python: Foundations",
  "author": "Frederick Nwanganga",
  "difficulty_level": "Intermediate",
  "course_rating": "4.7",
  "course_url": "https://www.linkedin.com/learning/machine-learning-with-python-foundations?trk=learning-serp_learning-search-card_search-card",
  "course_description": "You’ve probably heard about machine learning before, but have you ever wondered what that term really means? How does a machine learn? Have you thought about building a machine learning model, but didn’t know where to start?\nIn this course, Frederick Nwanganga introduces machine learning in an approachable way and provides step-by-step guidance on how to get started with machine learning via the most in-demand language in use today, Python. Frederick starts with exactly what it means for machines to learn and the different ways they learn, then gets into how to collect, understand, and prepare data for machine learning. He also provides guided examples of how to accomplish each step using Python. Finally, he brings it all together to build, evaluate, and interpret the results of a machine learning model in Python.",
  "skills": "Machine Learning"
 },
 {
  "course_name": "Blockchain: Beyond the Basics",
  "author": "Jonathan Reichental",
  "difficulty_level": "Intermediate",
  "course_rating": "4.7",
  "course_url": "https://www.linkedin.com/learning/blockchain-beyond-the-basics-14660547?trk=learning-serp_learning-search-card_search-card",
  "course_description": "As the underlying code that makes Bitcoin and other cryptocurrencies function, Blockchain needs no introduction. It’s a powerful and innovative enabler that’s redefining how we store and update transactions on a network. Let instructor Jonathan Reichental take you on a deeper dive that explores the importance and ongoing relevance of Blockchain.",
  "skills": "Blockchain"
 },
 {
  "course_name": "Finance Foundations: Income Taxes",
  "author": "Jim Stice and Earl Stice",
  "difficulty_level": "Beginner",
  "course_rating": "4.8",
  "course_url": "https://www.linkedin.com/learning/finance-foundations-income-taxes-2?trk=learning-serp_learning-search-card_search-card",
  "course_description": "Filing your personal or professional income taxes in the US can be an overwhelming task. Accounting and finance professors Jim and Kay Stice can make filing this year's taxes a bit easier for you by explaining basic taxation concepts and terminology—and providing valuable tips to save money when it comes to tax planning. In this course, they cover concepts such as taxable income, tax brackets, average and marginal tax rates, tax withholding, deductions, and credits, and explain the motivation behind federal tax deductions such as mortgages, dependents, and charitable giving. They review the steps involved in filing a personal income tax return, explain the benefits of legitimate (legal) tax planning, and address some of the special issues that corporations and small businesses face in filing returns.\n\nNOTE: The information in this course applies only to the United States.",
  "skills": "Income Tax"
 },
 {
  "course_name": "Advanced iOS App Development: Core Motion",
  "author": "Steven Lipton",
  "difficulty_level": "Advanced",
  "course_rating": "4.7",
  "course_url": "https://www.linkedin.com/learning/advanced-ios-app-development-core-motion?trk=learning-serp_learning-search-card_search-card",
  "course_description": "Want to add motion detection and reporting to your iOS apps? Core Motion is the framework you need to master. Core Motion allows you to access data generated by the accelerometers, gyroscopes, pedometers, magnetometers, and barometers on an iOS device—data that's integral to activity tracking, health and fitness monitoring, interactive gaming, IoT programming, UI gestures, and more. This course introduces Core Motion methods, data, measurements, and its basic underlying physics, before diving into creating a sample pedometer application and a simple game. Learn how to capture device motion such as acceleration, use the altimeter and magnetometer sensors, push and pull data, and access historical recorded data.",
  "skills": "Mobile Application Development"
 },
 {
  "course_name": "Introducing Robotic Process Automation",
  "author": "Ian Barkin",
  "difficulty_level": "Beginner",
  "course_rating": "4.7",
  "course_url": "https://www.linkedin.com/learning/introducing-robotic-process-automation-18500442?trk=learning-serp_learning-search-card_search-card",
  "course_description": "RPA or Robotics Process Automation is growing rapidly! But many people are not sure exactly what it means. In this course, digital transformation entrepreneur, author, and influencer Ian Barkin explains RPA, what it is, what it is not, and how you can best make use of it. Learn about the opportunities that RPA presents. Explore what it is, including the automation spectrum, the RPA vendor landscape, low code and no code, and more. Discover the seven benefit types of RPA and the triple-win model. Plus, go over a range of best practices at both the process level and the enterprise level.",
  "skills": "Robotic Process Automation (RPA)"
 },
 {
  "course_name": "Managerial Economics",
  "author": "Stefan Michel",
  "difficulty_level": "Intermediate",
  "course_rating": "4.8",
  "course_url": "https://www.linkedin.com/learning/managerial-economics?trk=learning-serp_learning-search-card_search-card",
  "course_description": "Managers can use economics to strategize and solve a variety of business problems, from the mundane to the mission critical. In this course, IMD Professor of Strategic Marketing Stefan Michel explains how to use economic theory to answer strategic questions such as…\n\n\n\nTo understand what managerial economics looks like in practice, Stefan explains how Google's auction-based advertising system employs the principles of game theory and how understanding this can help decision makers to outmaneuver their competitors.",
  "skills": "Managerial Economics"
 },
 {
  "course_name": "Learning Bitcoin and Other Cryptocurrencies",
  "author": "Tom Geller",
  "difficulty_level": "Beginner",
  "course_rating": "4.6",
  "course_url": "https://www.linkedin.com/learning/learning-bitcoin-and-other-cryptocurrencies-17179887?trk=learning-serp_learning-search-card_search-card",
  "course_description": "Bitcoin is a form of money that only exists online. It's making headlines around the world, but many people don't really understand how bitcoin and other cryptocurrencies work. In this course, Tom Geller demystifies bitcoin, revealing the promise and perils of the crypto economy. First, Tom explains what bitcoin is, how it creates an unchangeable ledger, how it compares to traditional money, and how to contextualize the energy expended in keeping bitcoin secure. Next, he explains how to get started by creating a cryptocurrency wallet, buying and selling cryptocurrency, and protecting your transactions. He discusses other top cryptocurrencies and the full-featured programming languages behind some cryptocurrency networks, then explains how derivative assets such as NFTs figure into the landscape. Finally, Tom covers how to track a cryptocurrency payment’s passage precisely, examines threats to cryptocurrency, and goes over connecting with others in cryptocurrency communities.",
  "skills": "Cryptocurrency"
 },
 {
  "course_name": "Being Productive While Traveling and Working",
  "author": "Rowena Hennigan",
  "difficulty_level": "General",
  "course_rating": "4.6",
  "course_url": "https://www.linkedin.com/learning/being-productive-while-traveling-and-working?trk=learning-serp_learning-search-card_search-card",
  "course_description": "We have gone from a population locked down to one place to a workforce that can, in many cases, work from anywhere. But there are real considerations to factor in when you work and travel: understanding the location options, handling competing priorities, managing expectations, ensuring you have a good mobile work setup, anticipating the unknowns, and, vitally, knowing what to do when it all breaks down. In this course, Rowena Hennigan, a remote work expert and seasoned traveler shows you how to set yourself up for success so you can deliver your best work—and travel while doing it.",
  "skills": "Business Travel"
 },
 {
  "course_name": "A Beginner's Guide to Writing User Stories",
  "author": "Dylan Jensen and Madecraft",
  "difficulty_level": "General",
  "course_rating": "4.6",
  "course_url": "https://www.linkedin.com/learning/a-beginner-s-guide-to-writing-user-stories?trk=learning-serp_learning-search-card_search-card",
  "course_description": "Knowing how to write an effective user story is an important skill if you work in product development or project management. Without it, you miss a critical opportunity to improve your efficiency, gather valuable information from your team and customers, and deliver products that scale your organization. In this course, agile coach and consultant Dylan Jensen shares strategies and insights for writing effective user stories that provide value to your team, your business, and your customers. Explore the basic building blocks of a user story as well as its importance, effects, and typical layout. Learn how to apply customer centricity to stories while following a specific story framework. Dylan highlights ways to connect your story to the bigger picture and offers tips to help you avoid common pitfalls. Upon completing this course, you’ll be prepared to start writing your own user stories and creating meaningful new experiences for your customers.\n\nThis course was created by . We are pleased to host this training in our library.",
  "skills": "User Story Development"
 },
 {
  "course_name": "Managing Data with Microsoft 365",
  "author": "Microsoft and Christine Matheney",
  "difficulty_level": "General",
  "course_rating": "4.8",
  "course_url": "https://www.linkedin.com/learning/managing-data-with-microsoft-365?trk=learning-serp_learning-search-card_search-card",
  "course_description": "Managing data is a key skill in today’s data-driven business world. And Microsoft 365 offers a wide range of tools to gather, manage, and visualize your data in powerful, compelling ways. In this course, senior program manager Christine Matheney teaches you how to use the Microsoft 365 suite to manage your data more effectively. Get started with Microsoft Forms for collecting data from raw sources, before exploring how to build processes and manage large amounts of data using the different components of Power Automate. Learn why Excel is such a popular platform and how to use its built-in tools to analyze data to gain insights. Along the way, get tips from Christine on visualizing data with PowerBI to communicate your findings with the rest of the team. Upon completing this course, you'll be able to wield your new skills to manage data more effectively for better insights that everyone can understand.\n\nNote: This course was created by Microsoft Philanthropies. We are pleased to host this content in our library.",
  "skills": "Microsoft 365"
 },
 {
  "course_name": "Video Pre-production for Low-Budget Films",
  "author": "Eduardo Angel",
  "difficulty_level": "Intermediate",
  "course_rating": "4.8",
  "course_url": "https://www.linkedin.com/learning/video-pre-production-for-low-budget-films?trk=learning-serp_learning-search-card_search-card",
  "course_description": "The excitement of filmmaking can entice anyone to rush through, or completely skip, pre-production steps to jump behind the camera and start filming. Giving in to this temptation can result in mistakes and costly delays, which you can't afford when shooting a low-budget or ultra-low-budget film.\n\nEmmy-winning director Eduardo Angel knows the importance of spending adequate time and resources in pre-production. In this course, Eduardo takes you behind the scenes, through the actual pre-production process of an ultra-low-budget film, sharing real-life insights from concept to distribution, while exploring the apps, tools, and challenges that go into each and every decision. He also looks at the most essential pre-production tasks, so you'll know what you need before you step foot on a set or arrive at your location. Eduardo shows you how to work on a shoestring budget, without compromising the integrity of your story, and even how to pre-shoot the entire film.",
  "skills": "Low Budget"
 },
 {
  "course_name": "Strategy: A History (getAbstract Summary)",
  "author": "getAbstract",
  "difficulty_level": "General",
  "course_rating": "4.5",
  "course_url": "https://www.linkedin.com/learning/strategy-a-history-getabstract-summary?trk=learning-serp_learning-search-card_search-card",
  "course_description": "Review the history of strategy—the art of creating power—in this audio-only summary of the book by Sir Lawrence Freedman, a leading authority on war and strategic analysis. Freedman discusses the universality of strategic thinking and proceeds to lead readers on an expedition through the history of the Western world, tracing the development of strategic thought in warfare, politics, and business. One of his major themes is that even the best strategy can do no more than attempt to subdue a complex and recalcitrant world. This audio-only summary from getAbstract distills the most important lessons from his book. As Freedman writes, “Strategy is about power and how to create it, but it is also about the ability to understand the limitations of power.”\n\nThis audiobook summary was created by , the world’s largest provider of business book summaries. We are pleased to offer this training in our library.",
  "skills": "Strategy"
 },
 {
  "course_name": "Dustin Farrell's Time-Lapse Photography: Start to Finish",
  "author": "Dustin Farrell",
  "difficulty_level": "General",
  "course_rating": "5",
  "course_url": "https://www.linkedin.com/learning/dustin-farrell-s-time-lapse-photography-start-to-finish?trk=learning-serp_learning-search-card_search-card",
  "course_description": "Time-lapse photography allows Dustin Farrell to capture amazing imagery that no other medium allows—and that even eludes the human eye. He can track the passage of clouds and stars, and document the tiny changes in landscapes and everyday scenes over time. Find out how he shoots his time-lapse photos and reassembles them into remarkable films in this installment of Start to Finish.\n\nWe follow Dustin into the desert of Devil's Garden in southwestern Utah, to find out how he transports and sets up the equipment required to capture his shots—from dollies and motion controllers to LED lights and camping lanterns. Back in the studio, he demonstrates how he realizes his vision with tools like Adobe Camera Raw and After Effects. Although the process may be long and unpredictable, in the end he has a final sequence that is otherworldly—rendered with real-world technology.",
  "skills": "Time-Lapse Photography"
 },
 {
  "course_name": "Sky Yogi: Relax and Stretch for a Better Flight",
  "author": "Desk Yogi",
  "difficulty_level": "Beginner",
  "course_rating": "4.6",
  "course_url": "https://www.linkedin.com/learning/sky-yogi-relax-and-stretch-for-a-better-flight?trk=learning-serp_learning-search-card_search-card&upsellOrderOrigin=default_guest_learning",
  "course_description": "Relax, stretch, and breathe easy every time you fly. In this course, learn simple exercises that can help you wake up your body, fight jet lag, and remain calm and centered on even the most cramped flight. The instructors at Desk Yogi have developed techniques you can perform in your seat, including stretching exercises for your upper body, strategies for combating stiffness and sore muscles, and movements designed to help soothe a stiff neck. Discover how to combat flight anxiety with a series of breathing exercises, learn poses to stretch your back and hips, and more.\n\nNote: This course was created and produced by .",
  "skills": "Yoga"
 },
 {
  "course_name": "The Neuroscience of Emotional Intelligence and Self-Awareness",
  "author": "Knowable",
  "difficulty_level": "General",
  "course_rating": "4.6",
  "course_url": "https://www.linkedin.com/learning/the-neuroscience-of-emotional-intelligence-and-self-awareness?trk=learning-serp_learning-search-card_search-card",
  "course_description": "According to Harvard-trained clinical psychologist Daniel Goleman, leadership begins with emotional intelligence. And emotional intelligence begins with self-awareness: the ability to authentically connect with your inner self. Goleman isn’t just a pioneer in the study of emotional intelligence (EQ) in business, he literally wrote the book on it. His 1995 bestseller Emotional Intelligence is credited with bringing the concept from the classroom to the boardroom. In this Knowable audio course, explore several neuroscience-backed techniques to improve your self-awareness and EQ, including interoception, open awareness, and cognitive control. Together, these new skills help you find greater self-focus and self-control and become a more confident, effective leader.\n\nNote: This course was created by Knowable. We are pleased to host this training in our library.",
  "skills": "Emotional Intelligence"
 },
 {
  "course_name": "Building Your First iOS 17 App",
  "author": "Todd Perkins",
  "difficulty_level": "Beginner",
  "course_rating": "4.8",
  "course_url": "https://www.linkedin.com/learning/building-your-first-ios-17-app?trk=learning-serp_learning-search-card_search-card",
  "course_description": "Interested in building native iOS applications? Join instructor Todd Perkins in this course as he details the code, tools, frameworks, and practices for building, debugging, and deploying iOS applications. Todd covers the latest techniques and practices available, along with the most recent releases of iOS and Swift–the popular programming language used for developing iOS apps.",
  "skills": "iOS Development"
 },
 {
  "course_name": "Cybersecurity Foundations: Governance, Risk, and Compliance (GRC)",
  "author": "AJ Yawn",
  "difficulty_level": "Beginner",
  "course_rating": "4.8",
  "course_url": "https://www.linkedin.com/learning/cybersecurity-foundations-governance-risk-and-compliance-grc?trk=learning-serp_learning-search-card_search-card",
  "course_description": "Even as protection against cyber threats becomes increasingly more critical, millions of cybersecurity positions continue to remain unfilled. If you’re interested in landing a role in this booming industry—but aren’t currently in a technical field—consider using governance, risk, and compliance (GRC) as your entry point.",
  "skills": "Cybersecurity"
 },
 {
  "course_name": "Tinkercad: Modeling Custom Designs for 3D Printing",
  "author": "Kacie Hultgren",
  "difficulty_level": "Intermediate",
  "course_rating": "4.7",
  "course_url": "https://www.linkedin.com/learning/tinkercad-modeling-custom-designs-for-3d-printing?trk=learning-serp_learning-search-card_search-card",
  "course_description": "There's nothing like one of a kind! In this course, Kacie Hultgren builds on her 3D scanning courses, teaching a workflow for turning 3D scans into personalized, custom products. Her example uses a free, easy-to-use program called Tinkercad to model a custom trophy, but you can remix your own 3D scans into portraits, jewelry, cake toppers, and more.",
  "skills": "Autodesk Tinkercad"
 },
 {
  "course_name": "Virtual Reality Foundations",
  "author": "Craig Barr",
  "difficulty_level": "General",
  "course_rating": "4.7",
  "course_url": "https://www.linkedin.com/learning/virtual-reality-foundations?trk=learning-serp_learning-search-card_search-card",
  "course_description": "Virtual reality has been in existence for a while, but has many new uses in architecture, engineering, and construction (AEC), manufacturing, and dozens of other industries, allowing for innovative ways to visualize and collaborate. New tools including 3D scanning, drones, and photogrammetry, along with access to CAD data, have opened the door to VR in the enterprise space. Tools for real-time visualization have also become easier to use and less expensive. With these advances, it's possible for almost anyone to leverage VR technology to create innovative narratives for seeing, selling, and communicating information. Join 3D artist Craig Barr for an overview of virtual reality: what it is, where it's used, and what's in store for the future of VR. Plus, learn how the VR content creation process works and what you need to know to get started in this exciting (and expanding) field.",
  "skills": "Virtual Reality (VR)"
 },
 {
  "course_name": "SketchUp Pro: Interior Design Detailing",
  "author": "Rebecca Terpstra",
  "difficulty_level": "Intermediate",
  "course_rating": "4.8",
  "course_url": "https://www.linkedin.com/learning/sketchup-pro-interior-design-detailing?trk=learning-serp_learning-search-card_search-card",
  "course_description": "If you have any experience with SketchUp, you know how effective a tool it is in bringing your designs to life. In this course, interior design expert Rebecca Terpstra teaches you how to create an interior design in SketchUp Pro from a basic floor plan, build it up three-dimensionally, populate the space with furniture and fixtures, and create the documentation needed to deliver it to a client or contractor. Rebecca also illustrates the versatility of SketchUp Pro, first working with an imported .dwg drawing file from AutoCAD, then showing how to import a hand-drawn floor plan and work with it in SketchUp. As with many design programs, diving into a project is one of the best ways to learn, and Rebecca provides custom-made exercise files to guide you through the tutorials. After this course, you’ll have a better understanding of what SketchUp Pro has to offer designers, as well as clients.",
  "skills": "Interior Design"
 },
 {
  "course_name": "How to Become a Certified Nursing Assistant (CNA)",
  "author": "Cinematic Health Education",
  "difficulty_level": "General",
  "course_rating": "4.8",
  "course_url": "https://www.linkedin.com/learning/how-to-become-a-certified-nursing-assistant-cna?trk=learning-serp_learning-search-card_search-card",
  "course_description": "Certified nursing assistants (CNAs) play a critical role in helping nursing homes and hospitals function effectively and efficiently. These health professionals provide patients with holistic, day-to-day care, and often serve as the voice of vulnerable patients when they are unable to communicate for themselves. In this course, learn about the role, and the critical responsibilities that CNAs take on, to help you determine if this job is right for you. Explore the range and type of care that CNAs can provide, and review the steps you must take to become a CNA. Discover what a typical CNA's workday looks like, as well as how you can implement professionalism as you carry out your duties. Plus, learn about the impact you can have on patients and their families as a CNA—and why that's important.",
  "skills": "Career Management"
 },
 {
  "course_name": "Animation for Social Media",
  "author": "Eran Stern",
  "difficulty_level": "Intermediate",
  "course_rating": "4.7",
  "course_url": "https://www.linkedin.com/learning/animation-for-social-media?trk=learning-serp_learning-search-card_search-card",
  "course_description": "A social media animation video is designed to live on social channels. This means short, sharp bursts of content that grab people's attention as they scroll through their feed. Anyone can post an image or a few lines of text, but few can post a high-quality animated video. In this course, instructor Eran Stern steps through taking an Illustrator template consisting of four pages and converting it to a series of short videos with After Effects. Eran explains the importance of knowing the length your video should be, the best aspect ratio, how many versions you should produce, and so on. He walks you through the needed steps to prepare for animation, then deep dives into the main animation process. Eran covers how to bend a layer and fill in missing pixels. He also highlights text animation and particle systems. Plus, he shows you how to export for the web and create a GIF animation. Eran finishes up with a challenge that lets you complete the series of short videos.",
  "skills": "Animation"
 },
 {
  "course_name": "Artist at Work: Complementary Colors",
  "author": "Mary Jane Begin",
  "difficulty_level": "Beginner",
  "course_rating": "4.4",
  "course_url": "https://www.linkedin.com/learning/artist-at-work-complementary-colors?trk=learning-serp_learning-search-card_search-card",
  "course_description": "Take a look over the shoulder of an artist at work. Mary Jane Begin, an award-winning illustrator and Rhode Island School of Design professor, sits down at the drawing board and explains how complementary colors—colors on opposite sides of the color wheel—can make your art, illustrations, and designs more compelling and vibrant. Learn how to layer colors of different hues and translucencies, play with light and shadow, and subtract color to create a sense of form. Plus, learn to neutralize a color's intensity simply by mixing it with its complement. Mary Jane illustrates these concepts through pastel on paper, but they can be applied to all types of media including digital endeavors.\n\nMary Jane uses the following materials in this course:",
  "skills": "Color Theory"
 },
 {
  "course_name": "AutoCAD: Documenting 3D Models",
  "author": "Scott Onstott",
  "difficulty_level": "Intermediate",
  "course_rating": "4.4",
  "course_url": "https://www.linkedin.com/learning/autocad-documenting-3d-models?trk=learning-serp_learning-search-card_search-card",
  "course_description": "AutoCAD has several different methods available for projecting 2D drawings from 3D models. Join author Scott Onstott as he explores each of these methods, including projecting 2D drawings in model space and using viewports to view a model from various angles in paper space. The course's main focus is AutoCAD's advanced model-documentation features, which allow you to project plans, elevations, sections, and details from a 3D model directly onto layouts.",
  "skills": "3D Modeling"
 },
 {
  "course_name": "Tony Schwartz on Managing Your Energy for Sustainable High Performance",
  "author": "Tony Schwartz",
  "difficulty_level": "Beginner",
  "course_rating": "4.8",
  "course_url": "https://www.linkedin.com/learning/tony-schwartz-on-managing-your-energy-for-sustainable-high-performance?trk=learning-serp_learning-search-card_search-card",
  "course_description": "We increasingly pattern our work lives after our computers. But human beings are not meant to run at high speeds, continuously, for long periods of time. We're at our best when we move rhythmically between spending and renewing energy—a reality that companies must embrace to fuel sustainable engagement and high performance.\n\nIn this course, thought leader Tony Schwartz shares his tested and unique framework for fueling productivity through energy management. He explains how to tap into your potential by regularly renewing your four core energy needs: physical, emotional, mental, and spiritual. By learning how to more skillfully manage each dimension of energy, you can bolster your own productivity, and enhance your success as a manager by tapping into the true potential of your employees.",
  "skills": "Productivity Improvement"
 },
 {
  "course_name": "Urbanized",
  "author": "Gary Hustwit",
  "difficulty_level": "General",
  "course_rating": "4.8",
  "course_url": "https://www.linkedin.com/learning/urbanized?trk=learning-serp_learning-search-card_search-card",
  "course_description": "Urbanized is a documentary about the design of cities. It looks at the issues and strategies behind urban design and features some of the world's foremost architects, planners, policy makers, builders, and thinkers. It considers the questions: Who shapes our cities, and how do they do it?\n\nUnlike many other fields of design, cities aren't created by any one specialist or expert. There are many contributors to urban change, including ordinary citizens who can have a great impact on improving the cities in which they live. By exploring a diverse range of urban design projects around the world, frames a global discussion on the future of cities.\n\nlynda.com is proud to offer this film to our members, along with over one hour of bonus content. Make sure to check out the chapter for these online-exclusive movies.",
  "skills": "Urban Design"
 },
 {
  "course_name": "Mathematica 11 Essential Training",
  "author": "Curt Frye",
  "difficulty_level": "Intermediate",
  "course_rating": "4.6",
  "course_url": "https://www.linkedin.com/learning/mathematica-11-essential-training?trk=learning-serp_learning-search-card_search-card",
  "course_description": "Learn how to analyze data using the Mathematica 11 environment and language. In this course, Curt Frye shows how to set up Mathematica notebooks, find help, assign values to variables, import data into Mathematica, and research your results using Wolfram|Alpha. He also explains how to create and manipulate lists, analyze data using descriptive statistics, perform matrix calculations, create and debug Mathematica scripts, and plot your data using the capabilities built into Mathematica 11. To wrap up, he demonstrates how to convert files into the Computable Document Format (CDF), add animation to make your results more interactive, and get started with the Wolfram Cloud.",
  "skills": "Mathematica"
 },
 {
  "course_name": "Graphic Design History: The Arts and Crafts Movement",
  "author": "Sean Adams",
  "difficulty_level": "Intermediate",
  "course_rating": "4.8",
  "course_url": "https://www.linkedin.com/learning/graphic-design-history-the-arts-and-crafts-movement?trk=learning-serp_learning-search-card_search-card",
  "course_description": "Learning about graphic design concepts and approaches of the past can help inform and inspire your work in the present. This is the premise of Foundations of Graphic Design History, a series aimed at designers, artists, and anyone else who wants to understand the history of design. In this installment, Sean Adams focuses on Arts and Crafts, a movement defined by a reaction against the industrial age and Victorian excess, and a renewed focus on the handmade.\n\nSean reviews the factors leading to the rise of Arts and Crafts, and the designers and companies who led the charge, including William Morris, Gustav Stickley, and Frank Lloyd Wright. Since Arts and Crafts spanned more than print, Sean reviews its impact on architecture, textile and furniture design, ceramics and glasswork, and bookmaking. He also explains what led to the decline of the Arts and Crafts movement , and how its influence on contemporary design lives on.",
  "skills": "Art History"
 },
 {
  "course_name": "Using Humor In Training to Engage Your Audience",
  "author": "Andrew Tarvin",
  "difficulty_level": "Beginner",
  "course_rating": "4.7",
  "course_url": "https://www.linkedin.com/learning/using-humor-in-training-to-engage-your-audience?trk=learning-serp_learning-search-card_search-card",
  "course_description": "Laughter is the best medicine, but it also is one of the best ways to learn. Humor can be a powerful tool in getting people's attention, explaining a concept, and helping them remember material longer. When done correctly, and used in the right amounts, humor can help you make your training more engaging and effective. Join Andrew Tarvin—best-selling author of Humor That Works—to learn how to use humor to get better results from your L&D. Find out exactly why humor is so effective and how to employ it in judicious ways to grab attention, improve understanding, and keep learners engaged with fun activities.",
  "skills": "Employee Training"
 },
 {
  "course_name": "Advanced Python: Working With Data",
  "author": "Joe Marini",
  "difficulty_level": "Advanced",
  "course_rating": "4.7",
  "course_url": "https://www.linkedin.com/learning/advanced-python-working-with-data?trk=learning-serp_learning-search-card_search-card",
  "course_description": "Data science is one of the fastest-growing areas of technology today. And whether you work with large data sets or just need to process spread sheet files, Python is a great language to use when working with data-intensive applications. In this course, Joe Marini gets you started on working with data in Python, highlighting some of the most useful built-in features of the language. Using a real data set from the United States Geological Survey that tracks earthquake information, Joe shows you how to perform data operations like sorting and filtering, determining basic information like minimum and maximum values, and reading and writing data to and from other formats like CSV and JSON. Check out this course with Joe to see how Python can help you make sense of your data.",
  "skills": "Data Management"
 },
 {
  "course_name": "Implementing Continuous Improvement: A Case Study",
  "author": "Gemba Academy",
  "difficulty_level": "Beginner",
  "course_rating": "4.6",
  "course_url": "https://www.linkedin.com/learning/implementing-continuous-improvement-a-case-study?trk=learning-serp_learning-search-card_search-card",
  "course_description": "See continuous improvement at work. Find how the pioneering software development firm Menlo Innovations created a more productive, fulfilling workplace. In this course, Ron Pereira travels to Ann Arbor, Michigan to visit the Menlo headquarters and meet founder Richard Sheridan. After reading Richard’s book, Joy, Inc., Ron wanted to find out how he changed the culture of Menlo Innovations by adding “the business value of joy“ to the workplace. Richard illustrates the company’s path from chaos to structure, which involved building in collaboration and transparency at every step in the process. He also explains how Menlo invests in culture by practicing high-tech anthropology. This case study is a perfect lesson in how thinking about people first can create a better product.\n\nThis course was created by Gemba Academy, a leading provider of lean and Six Sigma training. We are pleased to offer this training in our library.",
  "skills": "Continuous Improvement"
 },
 {
  "course_name": "Computer Science Principles: The Internet",
  "author": "Doug Winnie",
  "difficulty_level": "Beginner",
  "course_rating": "4.8",
  "course_url": "https://www.linkedin.com/learning/computer-science-principles-the-internet?trk=learning-serp_learning-search-card_search-card",
  "course_description": "Computers can do a lot. But it's the Internet that makes them come alive, allowing users to communicate and share data all across the world, over millions of miles, in fractions of a second. The Internet forms the connection underlying all computing, governing how software and hardware—regardless of vendor—work together. Here Doug Winnie explains the history of the Internet and the technology underlying the web, including IP addressing, routing, web servers, URLs, and the languages that allow computers to \"speak\" to each other over the Internet, such as hypertext and HTML. And any conversation about the Internet isn't complete without a mention of security. Doug explains how encryption works and why it's important to keeping your data safe online.\n\nThis course is the second in our series, designed around the AP Computer Science Principles (CSP) curriculum. It is a great foundation for anyone, at any age, to prepare for careers in technology and computer science. Understanding basics like the Internet will help you understand the interplay between hardware, software, data, networks, and the people that use them.",
  "skills": "Computer Science"
 },
 {
  "course_name": "The Creative Spark: Stacey Williams-Ng, Interactive Book Designer",
  "author": "Stacey Williams-Ng",
  "difficulty_level": "General",
  "course_rating": "5",
  "course_url": "https://www.linkedin.com/learning/the-creative-spark-stacey-williams-ng-interactive-book-designer?trk=learning-serp_learning-search-card_search-card",
  "course_description": "A course on interactive book design for the iPad, a topic that wouldn't have existed two years ago, is now being taught by Stacey Williams-Ng at the Milwaukee Institute of Art & Design. Even Stacey seems surprised that her love of illustration and knowledge of graphic design have combined into a new career for her, interactive storytelling. She loves putting brush to canvas, which is how her children's books begin before they're photographed or scanned into the iPad—where she actually uses an app to create apps. Her business has blossomed into a publishing company (Little Bahalia) that's dedicated to creating interactive children's literature. We join her at her home studio in Milwaukee where she's animating her latest book, , destined for the iPad. Quick quiz: What is a group of bats called? Find out during this installment of the lynda.com documentary series .",
  "skills": "Digital Publishing"
 },
 {
  "course_name": "Learning Design for Sustainability",
  "author": "Scott Boylston",
  "difficulty_level": "General",
  "course_rating": "4.7",
  "course_url": "https://www.linkedin.com/learning/learning-design-for-sustainability?trk=learning-serp_learning-search-card_search-card",
  "course_description": "The world is facing a number of environmental, economic, and social challenges. Our future depends on sustainable solutions that improve our lives, without adversely affecting our neighbors or our ecosystems. Designers have a unique role to play in the way forward. Watch this course to explore the tools, resources, and best practices of sustainable design. Designer, educator, and author Scott Boylston covers the philosophy of designing physical objects, the built environment, and services to comply with the principles of social, economic, and ecological sustainability. He walks through technical and social innovations that are making real change possible, across a variety of disciplines.",
  "skills": "Sustainable Design"
 },
 {
  "course_name": "Content Creation: Strategy and Tools",
  "author": "Joanna Yung",
  "difficulty_level": "Beginner",
  "course_rating": "4.7",
  "course_url": "https://www.linkedin.com/learning/content-creation-strategy-and-tools?trk=learning-serp_learning-search-card_search-card",
  "course_description": "Any successful social media marketing strategy relies on creating high-quality, consistently engaging content, and the right tools make content creation so much easier and more successful. In this course, social media marketing expert and coach Joanna Yung shows you how to take your content to the next level, using a suite of valuable tools, including Ubersuggest, Airtable, Wordtune, Canva, Mojo, and Facebook Creator Studio. Joanna shares how to construct social media content pillars, generate endless content ideas, and plan a content calendar. She covers how to create eye-catching social media visuals and write compelling and authentic copy. Plus, Joanna provides several templates, worksheets, and real-life examples throughout the course.",
  "skills": "Content Strategy"
 },
 {
  "course_name": "Offensive Penetration Testing",
  "author": "Cybrary",
  "difficulty_level": "Intermediate",
  "course_rating": "4.8",
  "course_url": "https://www.linkedin.com/learning/offensive-penetration-testing?trk=learning-serp_learning-search-card_search-card",
  "course_description": "As a pentester, you need to understand the methods of real-life attackers and use the tools, techniques, and resources they exploit. Join ethical hacker Clint Kehr as he guides you from basic hacking concepts to advanced exploitation techniques in this Offensive Penetration Testing Course. Develop the hacker mindset or hone your existing skills.",
  "skills": "Ethical Hacking"
 },
 {
  "course_name": "Speaking Confidently and Effectively",
  "author": "Pete Mockaitis | How to Be Awesome at Your Job",
  "difficulty_level": "Beginner",
  "course_rating": "4.6",
  "course_url": "https://www.linkedin.com/learning/speaking-confidently-and-effectively?trk=learning-serp_learning-search-card_search-card",
  "course_description": "The ability to present yourself and communicate well is crucial in any work environment. In this course, adapted from the podcast How to Be Awesome at Your Job, learn how to build on your presentation skills to gain a competitive advantage in your career. Professional speaker Diane DiResta shares tips and tricks for leveling up your presentations and boosting your executive presence. Learn how to craft your presentations around what’s important to the audience to ensure that you're only sharing the most impactful information. Discover how to shift your focus away from yourself to conquer your fear of speaking. Plus, get strategies for ensuring that your body, tone, and words are giving off one consistent message; planning for your worst-case scenario and establishing recovery strategies; handling tough questions; and more.\n\nThis course was created by Pete Mockaitis of . We are pleased to offer this training in our library.",
  "skills": "Presentation Skills"
 },
 {
  "course_name": "Business Development Foundations",
  "author": "Robbie Kellman Baxter",
  "difficulty_level": "Beginner",
  "course_rating": "4.8",
  "course_url": "https://www.linkedin.com/learning/business-development-foundations-18980222?trk=learning-serp_learning-search-card_search-card",
  "course_description": "Business development is one of the fastest-growing and most exciting professional roles. These are the people who see how a partnership with another organizations can expand the pie for both organizations—in a 1+1=3 kind of way. In this course, management consultant Robbie Kellman Baxter shows you what business development is, how to land a BD job, how to thrive in your BD role, and how to manage the role within an organization.",
  "skills": "Business Development"
 },
 {
  "course_name": "Creating Flowcharts for Beginners",
  "author": "Scott Helmers",
  "difficulty_level": "Beginner",
  "course_rating": "4.7",
  "course_url": "https://www.linkedin.com/learning/creating-flowcharts-for-beginners?trk=learning-serp_learning-search-card_search-card",
  "course_description": "Creating an effective flowchart or swimlane diagram is not as complicated as it might seem—in fact, it's quite simple once you know how to perform a few basic tasks in your flowcharting software of choice. Many of the ideas in this short course apply no matter what software you use, but the demonstrations here leverage Microsoft Visio to create flowcharts quickly, accurately, and effectively. Visio MVP Scott Helmers provides an overview of flowchart styles, covers flowcharting best practices, and then demonstrates how to add value and move your flowchart past being just a collection of boxes with text on them. Scott shows how to link to external resources, add contextual information to enhance a chart, and personalize it with logos or other formatting. Plus, learn how to share flowcharts with others—even when they don’t have access to Visio.",
  "skills": "Flow Charts"
 },
 {
  "course_name": "Game Design Foundations: 2 Systems, Chance, and Strategy",
  "author": "Brenda Romero",
  "difficulty_level": "Beginner",
  "course_rating": "4.8",
  "course_url": "https://www.linkedin.com/learning/game-design-foundations-2-systems-chance-and-strategy?trk=learning-serp_learning-search-card_search-card",
  "course_description": "Has your passion for gaming sparked an interest in game creation? If so, this course—the second installment in the Game Design Foundations series—can help to further acquaint you with the basics of game design, and provide you with the tools and skills you need to start fashioning your own virtual worlds. Join award-winning game designer Brenda Romero as she takes a detailed look at game systems, chance in games, and strategy in games. Brenda explains what a system is, exactly; provides examples of common game systems; and then dives into a discussion of game mechanics. Learn about the mechanics of chance and skill, the types of decisions in games, and more.",
  "skills": "Game Design"
 },
 {
  "course_name": "HTML for Educators",
  "author": "Chris Mattia",
  "difficulty_level": "Intermediate",
  "course_rating": "4.8",
  "course_url": "https://www.linkedin.com/learning/html-for-educators?trk=learning-serp_learning-search-card_search-card",
  "course_description": "If you teach and engage with learners online, then you have probably encountered a need for knowing how to code. That's what this course is for—to help you learn the basics of HTML so you can enhance your teaching and learning materials with dynamic pages. Learn web coding basics, including how to format text, link to other pages, add images, embed resources, use CSS, and add targeted customizations to a learning management system (LMS) or WordPress site. In this course, instructor Chris Mattia demonstrates using HTML and CSS to help you take your lessons to the next level.",
  "skills": "HTML"
 },
 {
  "course_name": "People Success: Employee Assessments",
  "author": "Gabriella Parente",
  "difficulty_level": "Advanced",
  "course_rating": "4.6",
  "course_url": "https://www.linkedin.com/learning/people-success-employee-assessments?trk=learning-serp_learning-search-card_search-card",
  "course_description": "As the market and world change at a rapid speed, employee assessments are an essential tool for describing an employee's personality, motivation, and skill set which can easily transcend organizational results. In this course, HR and Organizational Development Professional Gabriella Parente-Neubert walks you through different types of assessments that are available and gives you the information to choose which will be most useful to you and your employees. Gabriella goes over common types of assessments, such as StrengthsFinder, Myers-Briggs, DiSC, and Emergenetics. Then she discusses additional types, including leadership assessments, team-building assessments, and more. Gabriella concludes with practical advice on implementing and evaluating an assessment and how to decide which tool is right for you.",
  "skills": "Staff Assessment"
 },
 {
  "course_name": "34 Things to Know about Carbon and Climate",
  "author": "Seth Godin and The Carbon Almanac Network",
  "difficulty_level": "General",
  "course_rating": "4.7",
  "course_url": "https://www.linkedin.com/learning/34-things-to-know-about-carbon-and-climate?trk=learning-serp_learning-search-card_search-card",
  "course_description": "The simple facts of climate change will surprise you. In this course, Seth Godin and a team of volunteer editors and designers cover more than 30 important points from the Carbon Almanac, a thoroughly annotated resource compiled by 1900 people across 91 countries. In this fast-moving overview, you’ll discover insights needed for leadership on this critical issue. Topics include the danger of coal and the myth of plastic recycling. You’ll learn about the affordability of solar; the surprising amount of electricity used by Bitcoin; how the growth of convenience changed everything; and much more. Most of all, you’ll discover that this worldwide systemic problem demands a systemic solution. You didn’t cause climate change, and your personal habits aren’t enough to solve it. Opportunities exist for leadership, connection, and even profit. This course points out chances that we have to shift our posture, embrace equity and opportunity, and make an impact.",
  "skills": "Sustainability"
 },
 {
  "course_name": "Nonprofit Management Foundations",
  "author": "Leslie Crutchfield",
  "difficulty_level": "Beginner",
  "course_rating": "4.8",
  "course_url": "https://www.linkedin.com/learning/nonprofit-management-foundations?trk=learning-serp_learning-search-card_search-card",
  "course_description": "Thinking about leading a nonprofit organization? Internationally renowned author Leslie Crutchfield provides a primer on nonprofit management and leadership. She explains how nonprofits are different than for-profits and the challenges and opportunities that come with leading them. In addition, she provides a comprehensive overview of how fundraising, talent recruiting and retention, governance, finance, and accounting work at a nonprofit level. She also shares her insights on how to scale both your organization and the impact your organization has on the world.",
  "skills": "Non-profit Management"
 },
 {
  "course_name": "Generative AI for Business Leaders",
  "author": "Tomer Cohen",
  "difficulty_level": "Intermediate",
  "course_rating": "4.7",
  "course_url": "https://www.linkedin.com/learning/generative-ai-for-business-leaders?trk=learning-serp_learning-search-card_search-card",
  "course_description": "Artificial intelligence has been affecting and transforming our lives for decades. But over the past few years, AI has made incredible progress, with some applications becoming so advanced that they are quickly becoming a powerful force in various industries, with the potential to reshape entire economies—and even reshape society.",
  "skills": "Business Strategy"
 },
 {
  "course_name": "Basics of Data Visualization Analysis",
  "author": "Madecraft and Franz Buscha",
  "difficulty_level": "Beginner",
  "course_rating": "4.7",
  "course_url": "https://www.linkedin.com/learning/basics-of-data-visualization-analysis?trk=learning-serp_learning-search-card_search-card",
  "course_description": "If you’re looking to start exploring the value of visual analysis, this course was designed for you. Join instructor Franz Buscha as he introduces you to the basics of data visualization analysis including data types, graph elements, and the core concepts of univariate, bivariate, and multivariate analysis.\nExplore commonly used visualization tools for distributional analysis such as histograms, density plots, strip plots, box plots, bar graphs, dot plots, pie charts, and radar plots. Along the way, Franz shows you how to visualize multiple distributions at the same time, as well as how to visualize both simple and multidimensional relationships using scatter plots, line plots, matrix scatter and trellis plots, bubble plots, contour plots, and more.",
  "skills": "Data Visualization"
 },
 {
  "course_name": "Increase Your Flexible Thinking Skills",
  "author": "Andrea Bonior",
  "difficulty_level": "General",
  "course_rating": "4.6",
  "course_url": "https://www.linkedin.com/learning/increase-your-flexible-thinking-skills?trk=learning-serp_learning-search-card_search-card",
  "course_description": "The ability to switch mental gears quickly and efficiently isn't just a boon for workers needing to pivot after a setback. This facility—also known as cognitive flexibility—is critical to everyone’s mental and physical health. Employees of all stripes need the ability to pivot, adapt, and challenge their automatic assumptions in order to increase their adaptability, resilience, and creativity. In this course, clinical psychologist and best-selling author Andrea Bonior teaches science-backed techniques for improving cognitive flexibility. Discover how to build daily mental habits to increase adaptability and clear-thinking, as well as practice incorporating innovation into your daily life. Tune in to nudge yourself beyond your comfort zone and learn how to build and maintain cognitive flexibility over the long term.",
  "skills": "Cognitive Flexibility"
 },
 {
  "course_name": "The Data Science of Gaming and Fantasy Sports",
  "author": "Curt Frye",
  "difficulty_level": "Beginner",
  "course_rating": "4.5",
  "course_url": "https://www.linkedin.com/learning/the-data-science-of-gaming-and-fantasy-sports?trk=learning-serp_learning-search-card_search-card",
  "course_description": "Want to know how casinos calculate odds and turn a profit? Curious how fantasy sports leagues keep track of stats across the season? Get a fast-paced, fun, and non-technical overview of how the gambling and fantasy sports industries structure their offerings. Curt Frye uses data science to examine how casinos make money, design their games, offer comps to customers, and expand their revenue streams through dining, golf, entertainment, and other attractions. He also reviews fantasy sports, comparing low-stakes leagues such as the NCAA tournament bracket to daily competitions where players gamble real money.",
  "skills": "Fantasy Sports"
 },
 {
  "course_name": "Street Photography: Candid Portraiture",
  "author": "Steve Simon",
  "difficulty_level": "Intermediate",
  "course_rating": "4.9",
  "course_url": "https://www.linkedin.com/learning/street-photography-candid-portraiture?trk=learning-serp_learning-search-card_search-card",
  "course_description": "Street photography is an exercise in the art of observation: paying attention to the theater that goes on in every city and town, and capturing moments that tell stories. In this course, photographer and educator Steve Simon hits the streets of New York City to share insights on the art of candid street photography, from gear choices to shooting techniques. Steve shows how to immerse yourself in the thick of things, overcome your nerves, and adjust your camera to respond as quickly as possible. Along the way, you'll get an inside look at some of the most photogenic locations in New York City: a busy Midtown intersection, Highline Park, Times Square, and the 9/11 Memorial.",
  "skills": "Street Photography"
 },
 {
  "course_name": "Figma for UX Design",
  "author": "Eric Nordquist",
  "difficulty_level": "Intermediate",
  "course_rating": "4.7",
  "course_url": "https://www.linkedin.com/learning/figma-for-ux-design-23411224?trk=learning-serp_learning-search-card_search-card",
  "course_description": "Do you use Figma for review and collaboration, use it for interaction design, or just need a quick introduction to this tool? In this course, instructor Eric Nordquist steps through creating projects in Figma, then shows you how to use prototyping, collaborate with other designers, and export your files. Eric begins by introducing you to Figma, explaining the differences between the online and desktop versions, as well as how to design a file. Then he covers all the main steps in creating a project, such as creating the hero section, applying Auto Layout, using masks, and more. Eric explains prototyping and how to use interactions and Smart Animate. After going over how to use Figma to work with other designers, he finishes up with useful tips on how to export your files.",
  "skills": "Figma (Software)"
 },
 {
  "course_name": "Data Ethics: Watching Out for Data Misuse",
  "author": "Doug Rose",
  "difficulty_level": "Beginner",
  "course_rating": "4.7",
  "course_url": "https://www.linkedin.com/learning/data-ethics-watching-out-for-data-misuse?trk=learning-serp_learning-search-card_search-card",
  "course_description": "Technology has given organizations an opportunity to work with data in interesting new ways, but now governments, citizens, and customers are taking a close look at how companies use or misuse data. If one of your customers posts harmful information, should you take it down? Can you use data to manipulate your customer’s behavior? The answers to these questions have an enormous impact on how your customer views your organization. Yet, these decisions aren’t happening in the boardroom. Instead, they’re made in much smaller meetings by people just like you. Instructor Doug Rose gives you the understanding and skills you need to discuss these issues in a way that's both meaningful and productive. Doug begins with ethical views that you need to consider. He goes over ways data can be misused, by a company and by a customer. Then Doug goes over the responsibility to be accurate and what you can do when inaccurate materials are propagated. He concludes with an overview of data challenges. This course was created for LinkedIn Learning by Doug Rose. We are pleased to offer this training in our library.",
  "skills": "Data Ethics"
 },
 {
  "course_name": "AR Development Techniques 01: Basic Concepts",
  "author": "Parth Anand",
  "difficulty_level": "Beginner",
  "course_rating": "4.7",
  "course_url": "https://www.linkedin.com/learning/ar-development-techniques-01-basic-concepts?trk=learning-serp_learning-search-card_search-card",
  "course_description": "This course, the first in a four-part series, teaches you about the basic techniques of AR application development using Unity and AR Foundation. First, instructor Parth Anand teaches you what augmented reality is, a little bit about its history, and some examples of popular AR apps. He explains the differences among augmented, virtual, and mixed reality, then discusses how AR benefits different industries such as education and architecture. Parth walks you through how to use Unity Hub to download a specific Unity version and install the most important Unity packages, as well as how to set up development environments for iOS and Android. He shows you all the main windows in Unity, then goes into 3D models and their properties. He covers how to create a user interface for your app, how to create simple animations for game objects, how to write a script in Unity, and how to use prefabs. Last, Parth walks you step by step through building your first AR app using Unity and AR Foundation.\n\nNote: The fourth installment in this series will be released in January 2021.",
  "skills": "Augmented Reality (AR)"
 },
 {
  "course_name": "Windows Server 2016: Active Directory Certificate Services",
  "author": "Scott M Burrell",
  "difficulty_level": "Intermediate",
  "course_rating": "4.7",
  "course_url": "https://www.linkedin.com/learning/windows-server-2016-active-directory-certificate-services?trk=learning-serp_learning-search-card_search-card",
  "course_description": "Don't go to third-party certificate authorities. Active Directory Certificate Services (AD CS) allows organizations to build their own public key infrastructures (PKI) to provide certificate-based authentication, digital signatures, email encryption, and more. With AD CS, you can leverage your existing Active Directory and Group Policy settings, and set up certificates more efficiently and nimbly. Join Scott Burrell in this course, which covers planning, installing, and troubleshooting AD CS in Windows Server 2016. Learn how to create a hierarchy of certificate authorities; issue, manage, and revoke certificates; automate certificate generation and renewal; and improve login security by using certificates in combination with smart cards. These topics map to the Certificate Services domain of the Microsoft exam 70-742, so you'll also be able to use this course to prepare for MCSA certification.",
  "skills": "Active Directory"
 },
 {
  "course_name": "Using Neuroscience for More Effective L&D",
  "author": "Stella Collins",
  "difficulty_level": "Advanced",
  "course_rating": "4.8",
  "course_url": "https://www.linkedin.com/learning/using-neuroscience-for-more-effective-l-d?trk=learning-serp_learning-search-card_search-card",
  "course_description": "The brain works in mysterious ways. Why is some knowledge retained, while other information just fades away? Neuroscience—the study of the human brain and behavior—can help you create training that sticks. Stella Collins is an educator and consultant who specializes in applying neuroscience and psychology to learning and development. She’s found that simple systems derived from understanding how the brain processes and stores information can help students better retain and leverage learning. Here she shares these systems with you. Discover how the BASIC system actually reduces learning, and the alternative—LEARNERS—makes learning succeed. This brain-based experience is designed using the same principles, so you can see, hear, and feel the impact of neuroscience on learning firsthand.",
  "skills": "Employee Learning & Development"
 },
 {
  "course_name": "43 Ideas for Starting a Side Business",
  "author": "Dana Robinson and Madecraft",
  "difficulty_level": "General",
  "course_rating": "4.6",
  "course_url": "https://www.linkedin.com/learning/43-ideas-for-starting-a-side-business?trk=learning-serp_learning-search-card_search-card",
  "course_description": "It's a great time to explore creating a side business that can earn you extra income. In this course, Dana Robinson, a serial entrepreneur and attorney, shares 43 ideas for making additional income. Dana offers an array of options, including being a voice artist, turning trash into treasure (and selling it for a profit), landing copyediting gigs, becoming a virtual assistant, and working in real estate management. Dana highlights the value of each opportunity, outlines how to get started, and provides examples of successful ventures. After watching this course, you'll be ready to put one of these ideas into action.\n\nThis course was created by . We are pleased to host this training in our library.",
  "skills": "Entrepreneurship"
 },
 {
  "course_name": "Exam Tips: Microsoft Azure AI Fundamentals (AI-900)",
  "author": "Emilio Melo",
  "difficulty_level": "Intermediate",
  "course_rating": "4.7",
  "course_url": "https://www.linkedin.com/learning/exam-tips-microsoft-azure-ai-fundamentals-ai-900?trk=learning-serp_learning-search-card_search-card",
  "course_description": "Artificial intelligence is no longer science fiction. AI technologies are available right now, making formerly impossible endeavors feasible. In this course, learn about the features of Microsoft Azure AI and get an overview of the concepts covered in the AI-900 certification exam. Explore AI, machine learning, and data science. Emilio Melo discusses cognitive services, computer vision image analysis, natural language processing (NLP), speech APIs, and more.",
  "skills": "Artificial Intelligence (AI)"
 },
 {
  "course_name": "Building an Ethereum Blockchain App: 8 Supply Chain Smart Contract dApp",
  "author": "Michael Solomon",
  "difficulty_level": "Intermediate",
  "course_rating": "4.8",
  "course_url": "https://www.linkedin.com/learning/building-an-ethereum-blockchain-app-8-supply-chain-smart-contract-dapp?trk=learning-serp_learning-search-card_search-card",
  "course_description": "Have you wondered how blockchain can help you create applications that offer greater transparency, traceability, efficiency, and resilience while lowering your costs? This course, eighth in a series of eleven, steps through using the smart contract code you write to create a decentralized application (dApp). This dApp uses supply chain functions. Instructor Michael Solomon explains what dApps are, then covers the payment token smart contract and the supply chain smart contract that you need for this project. He goes over the functions of both smart contracts and describes how to use and implement events. Michael discusses how, in blockchain technology, every action has an owner, which makes everything that happens on the blockchain auditable. He walks you through how to ensure security in your smart contracts, then concludes with useful information on implementing minimal functionality.\n\nNote: This course was created by Michael Solomon. We are pleased to host this training in our library.",
  "skills": "Decentralized Applications (DApps)"
 },
 {
  "course_name": "Personal Finance Concepts Everyone Should Know",
  "author": "Hailey Margetta",
  "difficulty_level": "General",
  "course_rating": "4.6",
  "course_url": "https://www.linkedin.com/learning/personal-finance-concepts-everyone-should-know?trk=learning-serp_learning-search-card_search-card",
  "course_description": "Most public schools no longer teach the basics of personal finance, which means that many people don’t know how to manage their everyday finances. How you improve your credit score, understand your mortgage, and know which bank account or credit card you should choose are often forgotten but critical life skills. This course fills in the gaps to help to improve your personal finance know-how and provides a comprehensive overview of some of the most commonly used personal finance products and how to leverage banks for financial success.",
  "skills": "Personal Finance"
 },
 {
  "course_name": "Realistic Strategies to Talk about Mental Health at Work",
  "author": "Melissa Doman, MA",
  "difficulty_level": "General",
  "course_rating": "4.8",
  "course_url": "https://www.linkedin.com/learning/realistic-strategies-to-talk-about-mental-health-at-work?trk=learning-serp_learning-search-card_search-card",
  "course_description": "Workplace depression, anxiety, and stress are on the rise, leaving many wondering how to engage in difficult—but necessary—conversations. In this course, Melissa Doman teaches practical strategies and skills to discuss mental health at work. Melissa first grounds the course with the recognition that mental health conversations are unique and the information in the course must be used by individuals in the way that feels appropriate given their needs and circumstance. She then defines what these conversations mean, key terms related to these conversations, and discusses why being able to have mental health conversations is a valuable mental health skill. Learn tactical strategies to have mental health conversations with a variety of stakeholders, including HR, your manager, and colleagues. Plus, get insights into how to effectively respond if a coworker chooses to talk to you about their mental health.",
  "skills": "Professional Communication"
 },
 {
  "course_name": "Algorithmic Trading and Stocks Essential Training",
  "author": "Michael McDonald",
  "difficulty_level": "Intermediate",
  "course_rating": "4.7",
  "course_url": "https://www.linkedin.com/learning/algorithmic-trading-and-stocks-essential-training-16977513?trk=learning-serp_learning-search-card_search-card",
  "course_description": "Many stock market trades are conducted with algorithms, computer programs that buy or sell stocks according to mathematical formulas. These equity trades happen at a speed and frequency that humans cannot replicate. It's important for finance professionals and everyone who invests in the stock market to know how these algorithms work. In this course, Professor Michael McDonald shows how to develop a back-tested, rules-based trading strategy and program a simple trading algorithm of your own. Professor McDonald goes over the basics of securities markets, from stocks, bonds, and derivatives to predicting values with regressions. He explains investing and securities, including case studies and a chance to visually examine trading relationships. He shares the steps to build your own algorithms, then goes over buying and selling with an algorithm, expanding the algorithm to other securities, and analyzing scenarios in investing. Plus, Professor McDonald covers practical examples of trading with algorithms.",
  "skills": "Algorithmic Trading"
 },
 {
  "course_name": "Using Public Health Data Sources",
  "author": "Jennifer Shin and Madecraft",
  "difficulty_level": "Intermediate",
  "course_rating": "4.6",
  "course_url": "https://www.linkedin.com/learning/using-public-health-data-sources?trk=learning-serp_learning-search-card_search-card",
  "course_description": "Certain events bring big data into the public eye. During the COVID-19 pandemic, an extensive amount of data has been collected and utilized by public institutions–including governments, hospitals, and schools—and used to make key decisions that impact the public. The potential widespread impact of the decisions made based on this data underscores the importance of being able to verify the accuracy of the data, as well as using it in a responsible manner. In this course with data scientist and professor Jennifer Shin, learn how to evaluate and access the public health data by exploring the sources driving the COVID-19 dashboards, including 1Point3Acres, BNO News, WorldoMeter, and the COVID Tracking Project. Learn how to identify reputable sources and appraise the quality of the information collected.\n\nThis course was created by . We are pleased to host this content in our library.",
  "skills": "Data Analysis"
 },
 {
  "course_name": "Sustainability Foundations: Core Concepts",
  "author": "Amy Luers",
  "difficulty_level": "General",
  "course_rating": "4.8",
  "course_url": "https://www.linkedin.com/learning/sustainability-foundations-core-concepts?trk=learning-serp_learning-search-card_search-card",
  "course_description": "Solving the environmental crisis we're in is a critically important topic for everyone to consider in life and at work, from individual contributors to the c-suite. We hear about the climate and biodiversity crisis, and the need to transform business, but the frameworks and jargon can be confusing. What does net zero actually mean? What are the world’s sustainable development goals (SDGs)? What are carbon emissions and how can we reduce them?",
  "skills": "Environmental Sustainability"
 },
 {
  "course_name": "AI in Fintech Essential Training",
  "author": "Michael McDonald",
  "difficulty_level": "Intermediate",
  "course_rating": "4.6",
  "course_url": "https://www.linkedin.com/learning/ai-in-fintech-essential-training?trk=learning-serp_learning-search-card_search-card",
  "course_description": "Roboadvisors, cryptocurrencies, and other technological innovations have been disrupting the finance world for years, challenging old ways of working with innovative new processes. There's even a word for the intersection of finance and technology: fintech. Curious about how fintech and the advancements it encompasses—namely, artificial intelligence (AI)—can affect your day-to-day work? If so, then this course is for you. Join Dr. Michael McDonald as he explores how fintech is changing the finance landscape, as well as how you can use AI in your banking or investment work. Discover how roboadvising works; explore borrowing and lending with online peer-to-peer (P2P) markets; learn how to evaluate the value of cryptocurrencies by building basic financial models with Excel; and more.",
  "skills": "Artificial Intelligence for Business"
 },
 {
  "course_name": "Architectural Materials: Designing for Excellence and Sustainability",
  "author": "Branka Knezevic",
  "difficulty_level": "Intermediate",
  "course_rating": "4.8",
  "course_url": "https://www.linkedin.com/learning/architectural-materials-designing-for-excellence-and-sustainability?trk=learning-serp_learning-search-card_search-card",
  "course_description": "Materials are one of the classical bedrocks of architecture: the key component to designing beautiful, functional, sustainable spaces. This course covers everything you need to know about architectural materials, including their history, social context, categories, methods of assembly, functionality, and much more.",
  "skills": "Green Building"
 },
 {
  "course_name": "Social Media Marketing for Small Business",
  "author": "Martin Waxman",
  "difficulty_level": "Beginner",
  "course_rating": "4.8",
  "course_url": "https://www.linkedin.com/learning/social-media-marketing-for-small-business-22825937?trk=learning-serp_learning-search-card_search-card",
  "course_description": "What does it take to be successful at social media marketing? Find out in this course, as digital marketing expert Martin Waxman helps you to develop and implement a social media marketing strategy tied to your business goals. Martin shares definitions, strategy best practices, and tips for key activities like goal-setting, identifying and training your team, finding your customers online, and writing an action plan. He also outlines what content to publish where, how to publish it, and how to measure your success. Done well, social media marketing can help your small business build better relationships with customers.",
  "skills": "Small Business Marketing"
 },
 {
  "course_name": "Inclusive Learning Design",
  "author": "Samantha Calamari",
  "difficulty_level": "Intermediate",
  "course_rating": "4.7",
  "course_url": "https://www.linkedin.com/learning/inclusive-learning-design?trk=learning-serp_learning-search-card_search-card",
  "course_description": "Accessibility and inclusion are vitally important to learning design, but how can you incorporate these considerations effectively? In this course, Samantha Calamari explains inclusive learning design and shows you practical ways to apply inclusive design methods to your process. Explore why inclusive learning design (ILD) is central to creating learning experiences, then learn about the cyclical five steps of ILD. Discover your own learning identity, who your learners are and how to address their needs and preferences. Learn to recognize learning gaps and apply the four pillars of ILD: personalization of learning, responsive learning development, flexible instructional approaches, and communities and social learning. Finally, explore ways to integrate ILD into your learning practice and evaluate your designs to measure your impact and apply to future iterations.",
  "skills": "Learning Design"
 },
 {
  "course_name": "The Nine Key Attitudes of Mindfulness",
  "author": "Chill Anywhere",
  "difficulty_level": "General",
  "course_rating": "4.8",
  "course_url": "https://www.linkedin.com/learning/the-nine-key-attitudes-of-mindfulness?trk=learning-serp_learning-search-card_search-card",
  "course_description": "The nine attitudes of mindfulness, as defined by Jon Kabat-Zinn, can be used to guide daily interactions, your relationship with yourself, and how you show up at work. Whether it’s letting go of attitudes that don’t benefit you, practicing non-judgment of yourself and others, expressing gratitude, or accepting what is happening in the present moment, there are many ways to apply the attitudes of mindfulness. In this course from Chill Anywhere, dive into the meaning of these nine attitudes of mindfulness and discover how and why you can incorporate them into your life. Learn about the power of letting go, non-judgment, and finding patience. Experience non-striving and acceptance and explore the ways that gratitude and generosity can make your life better. Plus, learn ways to build beginner’s mind and trust into your life.",
  "skills": "Mindfulness"
 },
 {
  "course_name": "Elearning Essentials: SCORM and Tin Can API",
  "author": "David Rivers",
  "difficulty_level": "Beginner",
  "course_rating": "4.8",
  "course_url": "https://www.linkedin.com/learning/elearning-essentials-scorm-and-tin-can-api?trk=learning-serp_learning-search-card_search-card",
  "course_description": "The rise of elearning is redefining education, from subject-specific inquiry to professional skills development. The growing demand for online course materials is coupled with a growing demand for back-end expertise. Enter the SCORM API, an industry standard for integrating learning tools and programs with learning management systems (LMS). All major elearning software can use SCORM for integration, including Captivate and Articulate—two of the most-watched platforms.\n\nIn this course, David Rivers offers you an introduction to the importance and structure of the SCORM API, as well as how to use the API for LMS integration. Find out more about the second generation of compliance integration, Tin Can, the Experience API for recording and analyzing learning events. Whether you’re an instructor, a designer, a developer, or a learner, David gives you the tools to make sense of these back-end elearning essentials.",
  "skills": "SCORM"
 },
 {
  "course_name": "AutoCAD: Mechanical Toolset",
  "author": "Shaun Bryant",
  "difficulty_level": "Intermediate",
  "course_rating": "4.6",
  "course_url": "https://www.linkedin.com/learning/autocad-mechanical-toolset?trk=learning-serp_learning-search-card_search-card",
  "course_description": "AutoCAD Mechanical comes with the very best features of AutoCAD along with industry-specific libraries of parts and tools for mechanical engineering. It’s a must-learn application if you’re involved in the architecture, design, and construction business, and if you want to know more, then this course is just for you. Join instructor Shaun Bryant as he covers the latest features and tools of the AutoCAD Mechanical 2023 user interface and leads you through a step-by-step introduction to drafting precise and measured mechanical engineering drawings and designs. Shaun teaches you how to structure drawings and data, create and edit geometry, generate parts from the library, and annotate drawings with built-in tools. Along the way, he shows you how to perform design calculations for manufacturing projects and create templates that can be customized for any workflow.",
  "skills": "AutoCAD Mechanical"
 },
 {
  "course_name": "Generative AI: Working with Large Language Models",
  "author": "Jonathan Fernandes",
  "difficulty_level": "Advanced",
  "course_rating": "4.7",
  "course_url": "https://www.linkedin.com/learning/generative-ai-working-with-large-language-models?trk=learning-serp_learning-search-card_search-card",
  "course_description": "Transformers have quickly become the go-to architecture for natural language processing (NLP). As a result, knowing how to use them is now a business-critical skill in your AI toolbox. In this course, instructor Jonathan Fernandes walks you through many of the key large language models (LLMs) developed since OpenAI first released GPT-3, as well as the key contributions of each of these LLMs.",
  "skills": "Large Language Models (LLM)"
 },
 {
  "course_name": "Crisis Communication for HR",
  "author": "David Oates and Catherine Mattice",
  "difficulty_level": "Advanced",
  "course_rating": "4.6",
  "course_url": "https://www.linkedin.com/learning/crisis-communication-for-hr?trk=learning-serp_learning-search-card_search-card",
  "course_description": "When a crisis occurs, it's critical for businesses to communicate with employees and share one strong, unifying message. HR plays a pivotal role—before, during, and after the crisis. In this course, HR consultant Catherine Mattice Zundel and APR specialist David Oates explain how to create a communication plan so you're prepared when disaster strikes, share tips for communicating and coordinating work during an active crisis, and discuss how to follow up after the immediate danger is over. Follow along and learn how to keep your employees safe, ensure your culture remains intact, prepare for remote work and task reassignments, and provide necessary training and resources to keep your organization moving forward during challenging times.",
  "skills": "Crisis Communications"
 },
 {
  "course_name": "The Biology of Compassion",
  "author": "Sounds True and Kelly McGonigal",
  "difficulty_level": "Beginner",
  "course_rating": "4.7",
  "course_url": "https://www.linkedin.com/learning/the-biology-of-compassion?trk=learning-serp_learning-search-card_search-card",
  "course_description": "How would you describe what compassion feels like? To some, there’s an idealized notion of what compassion is. It can feel calm, pleasant, and peaceful. Often, however, you practice compassion in the most unpleasant of moments, like when you have to give someone devastating, life-changing news. Compassion can often encompass seemingly opposite emotions, like when you feel upset but also feel love, or sadness mixed with gratitude. Given that this kind of sympathetic awareness often evokes seemingly paradoxical emotions and reactions, a key to understanding how people react compassionately lies in the science of compassion. Specifically, what happens in your body when you feel compassion? In this installment of series, Kelly McGonigal examines the physical changes in your body—what it looks like in your brain, in your nervous system, and your physical, pounding heart—as compassion unfolds. Perhaps most importantly, she considers how understanding the biology of compassion can help you engage with suffering.\n\nThis course was created by Sounds True. We are pleased to offer this training in our library.",
  "skills": "Emotional Intelligence"
 },
 {
  "course_name": "The Data Science of Government and Political Science, with Barton Poulson",
  "author": "Barton Poulson",
  "difficulty_level": "General",
  "course_rating": "4.7",
  "course_url": "https://www.linkedin.com/learning/the-data-science-of-government-and-political-science-with-barton-poulson?trk=learning-serp_learning-search-card_search-card",
  "course_description": "Are you interested in enhancing your understanding of how government and politics actually function? If so, this brief course can help by exploring the profound ways in which data science affects how our government and political process works. Data scientist and professor Barton Poulson provides a nontechnical overview of how data science functions in the public sector. He discusses how predictive analytics can be used to help you understand political representation; explores how data science affects matters of national security, privacy, and social justice; and more.",
  "skills": "Big Data"
 },
 {
  "course_name": "Cert Prep: Adobe Certified Associate - Photoshop (2019)",
  "author": "Mike Rankin",
  "difficulty_level": "Intermediate",
  "course_rating": "4.6",
  "course_url": "https://www.linkedin.com/learning/cert-prep-adobe-certified-associate-photoshop-2019?trk=learning-serp_learning-search-card_search-card",
  "course_description": "Make yourself stand out in a crowded field. Become an Adobe Certified Associate (ACA) by passing the Photoshop ACA exam. This course explains the benefits of ACA, how to organize your study efforts, and how to determine when you're ready to take the exam. Each exam objective is covered in detail, from critical concepts related to the design industry to publishing digital media. Instructor Mike Rankin also covers the basics of organizing documents in Photoshop, using core tools to create visual elements, and more.",
  "skills": "Adobe Photoshop"
 },
 {
  "course_name": "Photoshop for Fashion: Warping Pattern Fills",
  "author": "Robin Schneider",
  "difficulty_level": "Intermediate",
  "course_rating": "4.9",
  "course_url": "https://www.linkedin.com/learning/photoshop-for-fashion-warping-pattern-fills?trk=learning-serp_learning-search-card_search-card",
  "course_description": "Take your surface design presentations from flat to fabulous by creating seamless pattern fills that appear to drape around the body. Robin Schneider guides you in using warp, displace, Liquify, and layer blend modes to add drape, wrinkles, ruffles, and shading to pattern fills, giving your illustrations a more realistic look. Plus, learn to do it all with Smart Objects, so you can easily swap out one pattern for a new pattern that retains the warping and shading of the original.",
  "skills": "Fashion Illustration"
 },
 {
  "course_name": "IoT Projects: Physical Email Alert",
  "author": "Marc de Vinck",
  "difficulty_level": "Intermediate",
  "course_rating": "4.8",
  "course_url": "https://www.linkedin.com/learning/iot-projects-physical-email-alert?trk=learning-serp_learning-search-card_search-card",
  "course_description": "How do you create a physical alert for virtual data? With a Raspberry Pi, a few electronic components, and some time, you can build a device that lets you know how much email your inbox contains. This course helps you explore the Internet of Things (IoT) through this fun sample project. Learn about the Pi, servos, building a case, and assembling a finished-looking project. Instructor Marc de Vinck explains what tools, software, and other equipment you need to get started, and then shows how to put together the hardware, code your device, and complete it with a simple enclosure and wiring. Plus, discover other things you can do with an email-triggered device, like automating tasks around the home.\n\nThis course was created by Marc de Vinck. We are pleased to host this training in our library.",
  "skills": "Internet of Things (IoT)"
 },
 {
  "course_name": "Kids Photography: Newborns",
  "author": "Lauren Enright",
  "difficulty_level": "Intermediate",
  "course_rating": "4.6",
  "course_url": "https://www.linkedin.com/learning/kids-photography-newborns?trk=learning-serp_learning-search-card_search-card",
  "course_description": "New parents want photographs of their kids every step of the way—including all their first moments. Family photographer Lauren Enright shows how to plan, scout, and shoot beautiful photographs of new families. Learn techniques for taking portraits that capture a newborn's personality, and find out how to use backdrops in different areas of the home, capture spontaneous moments, and create your own DIY-backdrops for studio-like portraits.\n\nNote: Lauren brings a portable studio setup to supplement the more casual lifestyle shots, but you can use these tips to capture great newborn photos with any camera and good natural light.",
  "skills": "Children Photography"
 },
 {
  "course_name": "Introduction to Artificial Intelligence",
  "author": "Doug Rose",
  "difficulty_level": "Beginner",
  "course_rating": "4.8",
  "course_url": "https://www.linkedin.com/learning/introduction-to-artificial-intelligence?trk=learning-serp_learning-search-card_search-card",
  "course_description": "Computer scientists are just a small slice of people working in artificial intelligence. Most of the people working in AI are project managers, product managers, directors, and executives. People just like you. This course helps you grasp key concepts in artificial intelligence. You’ll see how AI can enhance your products, life, and career. AI has been around for over half a century. Even with its huge strides, the core ideas in machine learning and neural networks are still accessible.",
  "skills": "Artificial Intelligence for Business"
 },
 {
  "course_name": "Cert Prep: LEED Green Associate",
  "author": "Fulya Kocak Gin",
  "difficulty_level": "Beginner",
  "course_rating": "4.7",
  "course_url": "https://www.linkedin.com/learning/cert-prep-leed-green-associate?trk=learning-serp_learning-search-card_search-card",
  "course_description": "Are you passionate—and knowledgeable—about the latest green building principles and practices? If so, earning the LEED Green Associate credential can help you advance your career by demonstrating your expertise in sustainable design, construction, and building operations. In this course, instructor Fulya Kocak Gin gives you an overview of what to expect on the LEED Green Associate exam and provides background on the key topics and concepts you need to know. Fulya covers alternative transportation options, sustainable site strategies, ways to reduce energy and water use, renewable energy solutions, enhanced indoor air strategies, and much more. Plus, she includes a practice exam so you can solidify your understanding of the concepts covered in this course.",
  "skills": "Green Building"
 },
 {
  "course_name": "Gamification of Learning",
  "author": "Karl Kapp",
  "difficulty_level": "Beginner",
  "course_rating": "4.7",
  "course_url": "https://www.linkedin.com/learning/gamification-of-learning?trk=learning-serp_learning-search-card_search-card",
  "course_description": "Gamification is an underutilized element in instructional design, but it's crucial to engaging today's learners and enabling content mastery. In this course, professor, instructional game designer, and author Karl Kapp lays the foundations of the theory, provides examples of gamification in three real-world learning scenarios, and breaks down the dynamics of gamification (aka what makes games fun!): escape, collection, discovery, pattern recognition, and other risk/reward activities. Plus, learn to put the different elements of gamification—from setting goals to providing multidimensional feedback and leveling up—to work for your classroom. If you don't have experience gaming, don't worry. Professor Kapp focuses on gamification as a design sensibility, making the principles clear to gamers and nongamers alike.",
  "skills": "Gamification"
 },
 {
  "course_name": "Brain-Based Elearning Design",
  "author": "Joe Pulichino, Ed.D.",
  "difficulty_level": "Intermediate",
  "course_rating": "4.7",
  "course_url": "https://www.linkedin.com/learning/brain-based-elearning-design?trk=learning-serp_learning-search-card_search-card",
  "course_description": "In this course, Dr. Joe Pulichino explains how to use techniques for elearning design based on brain science, that—when applied—make for a more engaging and effective learning experience. Topics include increasing learner attention and connecting with learners, and tips for making the learning stick. Using research on the neuroscience of learning, Joe explores how to create elearning that is highly effective at helping people learn.",
  "skills": "E-Learning Development"
 },
 {
  "course_name": "Learning to Write Marketing Copy",
  "author": "Ian Lurie",
  "difficulty_level": "Beginner",
  "course_rating": "4.7",
  "course_url": "https://www.linkedin.com/learning/learning-to-write-marketing-copy?trk=learning-serp_learning-search-card_search-card",
  "course_description": "Copy is the heart and soul of almost every marketing endeavor. Get a great foundation for all your campaigns with this course. Ian Lurie shows how to write copy that tells your story and sells your product or brand. Learn about the different types of copywriting, the benefits of drafting on paper (yes, paper!), observing general rules, writing headlines, selling the page, and rewriting existing copy to optimize it for different outlets and platforms. Ian shows how to manage a copyediting team, a brand voice, and an editorial calendar.",
  "skills": "Marketing Copy"
 }
]